[
  {
    "order": 1,
    "image": "RaulRuidiaz.JPG",
    "overlay": "left",
    "name": "Raul Ruidiaz",
    "number": 9,
    "position": "Forward",
    "age": 31,
    "birthplace": "Lima, Peru",
    "height": "5-7",
    "weight": 143,
    "need": "A late-season hamstring injury is likely the sole reason Ruidiaz didn’t break his desired 20-goal threshold last year. He bagged a franchise record-tying 17 and needs more of the same in his fifth season in green. The club returning to its traditional formation with one forward up top could allow space for Ruidiaz to get creative.",
    "know": "Quit playing soccer in 2007 and became an accountant for a year because of poor coaching.",
    "credit": "Erika Schultz",
    "publication": "The Seattle Times"
  },
  {
    "order": 2,
    "image": "JordanMorris.JPG",
    "overlay": "right",
    "name": "Jordan Morris",
    "number": 13,
    "position": "Winger",
    "age": 27,
    "birthplace": "Mercer Island",
    "height": "6-0",
    "weight": 185,
    "need": "A recent run with the U.S. men’s national team for World Cup qualifying matches showed Morris is fully recovered from a torn ACL injury that limited him to three MLS matches last year, including a playoff loss. His quick pace remains unmatched. A return to the 2020 Best XI form where Morris scored 10 goals with eight assists would be ideal.",
    "know": "Started USMNT’s coldest match in 20 years: 3 degrees Fahrenheit with a wind chill of minus-15 on Feb. 2.",
    "credit": "Jennifer Buchanan",
    "publication": "The Seattle Times"
  },
  {
    "order": 3,
    "image": "AlbertRusnak.JPG",
    "overlay": "left",
    "name": "Albert Rusnak",
    "number": 11,
    "position": "Midfielder",
    "age": 27,
    "birthplace": "Vyškov, Slovakia",
    "height": "5-9",
    "weight": 135,
    "need": "The new designated player signee needs to mesh his fancy playmaking skills in Seattle’s attack. Rusnak captained Real Salt Lake to the Western Conference finals last year, finishing the season with a career-best 11 goals and 11 assists. Where he’ll be slotted in the Sounders' formation is the biggest question. He’ll be in the mix to handle service for set pieces.",
    "know": "Favorite tat is of oldest daughter’s name, “Arianna,” under a colorful penguin, her favorite stuffed animal. ",
    "credit": "Daniel Kim ",
    "publication": "The Seattle Times"
  },
  {
    "order": 4,
    "image": "CristianRoldan.JPG",
    "overlay": "right",
    "name": "Cristian Roldan",
    "number": 7,
    "position": "Midfielder",
    "age": 26,
    "birthplace": "Artesia, California",
    "height": "5-8",
    "weight": 165,
    "need": "Pundits need to start putting respect on Roldan’s name when it comes to him handling the nitty-gritty in the midfield. He covers would-be errors and is a tough defender. Roldan could try being greedy in front of goal, instead of trying to make the extra pass when in position to score. He finished with a career-high-tying six goals and six assists last year. ",
    "know": "UW grad jokes that he graduated from Rainier Beach High to appear more local to Seattle.",
    "credit": "John Locher",
    "publication": "Associated Press"
  },
  {
    "order": 5,
    "image": "NicoLodeiro.JPG",
    "overlay": "left",
    "name": "Nico Lodeiro",
    "number": 10,
    "position": "Midfielder",
    "age": 32,
    "birthplace": "Paysandú, Uruguay",
    "height": "5-9",
    "weight": 157,
    "need": "Two right knee arthroscopic surgeries limited the co-captain to 459 minutes last season. The Sounders aim to win multiple tournaments, so Lodeiro needs to stay healthy for the big matches. The chemistry between him and Ruidiaz is uncanny, but Lodeiro will have to bring Rusnak and Joao Paulo into the fold in setting up scores. Lodeiro had 10 assists and seven goals in 2020.",
    "know": "Has a strict diet to stay fit during the season but his American-style cheat food is doughnuts. ",
    "credit": "Dean Rutz",
    "publication": "The Seattle Times"
  },
  {
    "order": 6,
    "image": "JoaoPaulo.JPG",
    "overlay": "right",
    "name": "Joao Paulo",
    "number": 6,
    "position": "Midfielder",
    "age": 30,
    "birthplace": "Serafina Corrêa, Brazil",
    "height": "5-7",
    "weight": 157,
    "need": "Joao Paulo had a late-season hamstring injury and is off to a slow start this year because of delays in obtaining his green card. Once in form, the 2021 MVP finalist will be a force with his physical two-way style. An encore of his team-high 11 assists last year should be easy with a healthy Morris and Ruidiaz and the capability of Rusnak. ",
    "know": "Loves the beach, but when it comes to playing, he prefers a rainy day over sunny skies.",
    "credit": "Jennifer Buchanan",
    "publication": "The Seattle Times"
  },
  {
    "order": 7,
    "image": "Nouhou.JPG",
    "overlay": "right",
    "name": "Nouhou",
    "number": 5,
    "position": "Left fullback",
    "age": 24,
    "birthplace": "Douala, Cameroon",
    "height": "5-10",
    "weight": 174,
    "need": "The most intriguing question is what will the Sounders defender do this year? Nouhou had a productive offseason, helping his Cameroon national team place third in the Africa Cup of Nations. There’s still a buzz about his help to shut down Egyptian forward Mo Salah. The performance needs to carry into MLS play. Nouhou is one of the multiple Sounders internationals that will be limited due to World Cup call-ups.",
    "know": "Created a wave of spicy chicken teriyaki fans, his favorite dish with extra meat and rice.",
    "credit": "Jennifer Buchanan",
    "publication": "The Seattle Times"
  },
  {
    "order": 8,
    "image": "AlexRoldan.JPG",
    "overlay": "right",
    "name": "Alex Roldan",
    "number": 16,
    "position": "Right fullback",
    "age": 25,
    "birthplace": "Artesia, California",
    "height": "5-10",
    "weight": 154,
    "need": "The newly minted El Salvador national team captain will look to build on his breakout 2021 MLS season. Roldan was awarded his first multiyear contract and hopefully that doesn’t dim the fire he’s played with the past four years in proving himself. Seattle could use more leadership and communication from Roldan among the defenders. He had a career-high three assists last year.",
    "know": "Undercover cowboy showed off his skill in horseback riding for a Christmas post on Instagram. ",
    "credit": "Jennifer Buchanan",
    "publication": "The Seattle Times"
  },
  {
    "order": 9,
    "image": "YeimarGomezAndrade.JPG",
    "overlay": "right",
    "name": "Yeimar Gomez Andrade",
    "number": 28,
    "position": "Centerback",
    "age": 29,
    "birthplace": "Tadó, Colombia",
    "height": "6-2",
    "weight": 203,
    "need": "The technical staff talked with Yeimar about being more of a leader this season. Seattle will call on inexperienced players to back up the backline during a congested schedule, and Yeimar is tasked with helping them succeed by being more vocal. He remains a contender for the Defensive Player of the Year award, tallying an MLS-leading 86 interceptions last season and 55 tackles won.",
    "know": "First sport in Colombia was basketball but switched to soccer to help his family financially.",
    "credit": "Bettina Hansen",
    "publication": "The Seattle Times"
  },
  {
    "order": 10,
    "image": "XavierArreaga.JPG",
    "overlay": "left",
    "name": "Xavier Arreaga",
    "number": 3,
    "position": "Centerback",
    "age": 27,
    "birthplace": "Guayaquil, Ecuador",
    "height": "6-0",
    "weight": 165,
    "need": "Arreaga’s daring style is starting to pay off as he adapts to how officials call matches in MLS. There’s also marked improvement in his communication with teammates. More responsibility will fall on Arreaga and Yeimar as the Sounders return to a two-back set. He has the capabilities to be a league Defender of the Year finalist and should aim for it.",
    "know": "One of the few players who can make a tucked-in jersey top look stylish during games.",
    "credit": "Tony Avelar",
    "publication": "Associated Press"
  },
  {
    "order": 11,
    "image": "StefanFrei.JPG",
    "overlay": "right",
    "name": "Stefan Frei",
    "number": 24,
    "position": "Goalkeeper",
    "age": 35,
    "birthplace": "Altstätten, Switzerland",
    "height": "6-3",
    "weight": 196,
    "need": "Frei missed half of the 2021 season due to blood clots that sprung from a sprained knee injury. Entering his ninth year in Seattle, he is healthy and ready to show his durability. He could return to 2019 form, when Frei didn’t miss an MLS start and tallied 10 clean sheets during the Sounders’ run to a league championship win.",
    "know": "Raised in Switzerland as an avid hockey fan, Frei finds pucks moving over the ice soothing.",
    "credit": "John Locher",
    "publication": "Associated Press"
  }
]